"Pixelmator Document" = "Pixelmator 文稿";

"Photoshop Document" = "Photoshop 文稿";

"JPEG Image" = "JPEG 图像";

"PDF Document" = "PDF 文稿";

"Portable Network Graphics Image" = "便携网络图形图像";

"TIFF Document" = "TIFF 文稿";

"Windows Bitmap Image" = "Windows 位图图像";

"Graphics Interchange Format Image" = "图形互换格式图像";

"JPEG 2000 Image" = "JPEG 2000 图像";

"Apple PICT Document" = "Apple PICT 文稿";

"Silicon Graphics Image" = "Silicon 图形图像";

"Truevision Targa Image" = "Truevision Targa 图像";

"AVS X image" = "AVS X 图像";

"Kodak Cineon Image" = "Kodak Cineon 图像";

"ZSoft IBM PC multi-page Paintbrush image" = "ZSoft IBM PC 多页画笔图像";

"Microsoft Windows Device Independent Bitmap" = "Microsoft Windows 设备独立位图";

"SMPTE Digital Moving Picture Exchange 2.0 (SMPTE 268M-2003)" = "SMPTE 数码移动图片互换 2.0 (SMPTE 268M-2003)";

"Encapsulated Portable Document Format" = "封装的便携文稿格式";

"Adobe Level II Encapsulated PostScript" = "Adobe Level II 封装的 PostScript";

"Adobe Encapsulated PostScript" = "Adobe 封装的 PostScript";

"Adobe Encapsulated PostScript Interchange format" = "Adobe 封装的 PostScript 互换格式";

"Adobe Encapsulated PostScript Interchange format with TIFF preview" = "Adobe 封装的 PostScript 互换格式并含 TIFF 预览";

"Group 3 TIFF" = "Group 3 TIFF";

"Flexible Image Transport System" = "灵活性图像传输系统";

"Raw gray samples" = "原始灰采样";

"Hypertext Markup Language" = "超文本标记语言";

"Multiple-image Network Graphics (JNG)" = "多图像网络图形 (JNG)";

"JPEG-2000 Code Stream Syntax" = "JPEG-2000 代码流句法";

"Magick image file format" = "Magick 图像文件格式";

"Bi-level bitmap in least-significant-byte first order" = "双阶位图在最低有效字节首序";

"Multiple-image Network Graphics (MNG)" = "多图像网络图形 (MNG)";

"Magick Persistent Cache image file format" = "Magick 持续缓存图像文件格式";

"MTV Raytracing image format" = "MTV 光线追踪图像格式";

"MTV Raytracing" = "MTV 光线追踪";

"On-the-air Bitmap" = "空中位图";

"Palm pixmap" = "Palm 像素映射";

"Common 2-dimensional bitmap format" = "常见二维位图格式";

"Portable bitmap format (black and white)" = "便携位图格式 (黑白)";

"Photo CD" = "照片 CD";

"HP Page Control Language" = "HP 页面控制语言";

"ZSoft IBM PC Paintbrush file" = "ZSoft IBM PC 绘笔文件";

"Palm Database ImageViewer Format" = "Palm 数据库图像查看器格式";

"Portable graymap format (gray scale)" = "便携灰映射格式 (灰度)";

"Personal Icon" = "个人图标";

"Portable anymap" = "便携式随意映射";

"Portable pixmap format (color)" = "便携像素映射格式 (彩色)";

"Adobe PostScript file" = "Adobe PostScript 文件";

"Pyramid encoded TIFF" = "Pyramid 编码的 TIFF";

"SUN Rasterfile" = "SUN 光栅文件";

"X-Motif UIL table" = "X-Motif UIL 表";

"Interleaved YUV raw image" = "交错 YUV 原始图像";

"VICAR rasterfile format" = "VICAR 光栅文件格式";

"Khoros Visualization Image File Format" = "Khoros 可视化图像文件格式";

"Wireless bitmap" = "无线位图";

"X Windows system bitmap, black and white only" = "X Windows 系统位图，仅黑白";

"X Windows system pixmap" = "X Windows 系统像素映射";

"WebP Image" = "WebP 图像";